[
  {
    "content": "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord." ,
    "author": "Oluwafemi Afolabi",
    "ArtImage": "images/afolabi-in-love-thumb@2x.jpg",
    "AuthorImage": "images/afolabi-portrait-thumb@2x.jpg",
    "bio": "",
    "medium": "",
    "piece": "In Love",
    "year": "",
    "artInfo": "Love? Love? Love is not safe, my lady silk, love is dangerous. It is deceitfully sweet like wine from a fresh palm tree at dawn. Love is fine for singing about and love songs are good to listen to, sometimes even to dance to. But when we need to count on human strength and when we have to count pennies for food for our stomachs and clothes for our backs, love is nothing, my lady the last man any woman should think of marrying is the man she loves.",
    "contact": {
      "email": "femoartproductions@gmail.com"
    }
  },
  {
    "content": "" ,
    "author": "Robert Beckman",
    "ArtImage": "images/beckman-criminal-class-one-thumb@2x.jpg",
    "AuthorImage": "images/beckmann-portrait-thumb@2x.jpg",
    "bio": "Robert Beckman is an artist and educator living and working in Pittsburgh, Pennsylvania. Mr. Beckman is the Co-Founder and Executive/Artistic Director of Artists Image Resource. He received an MFA from Kent State University and has taught at Carnegie Mellon University and Edinboro University of Pennsylvania. Beckman co-founded Artists Image Resource in 1996 and has organized over 100 projects with working artists throughout the US. Mr. Beckman is a working artist and printmaker who has been exhibiting work for over 30 years. Beckman's approach to artmaking considers how we create and communicate meaning; how we determine significance and value. Authorship and ownership are at the core of many of the issues surrounding the work. Are “ideas” specific to individuals or are they cultural? Does physicality inform authorship? Ownership? Systems and structures that we use to create and exchange information as well as the languages and devices that we use to discuss meaning are part and parcel of Beckman’s thinking about the work. Analog and Digital print and imaging media and technologies are often the preferred means of production. These methods provide the vehicles to capture, assess, articulate, and ultimately disseminate meanings. Presentation formats that can be navigated in experiential ways through both time and space often seem most productive as the optimal means of expression. Work most often is presented in series or in accumulations.",
    "medium": "",
    "piece": "Beckman criminal class one",
    "year": "",
    "artInfo": "",
    "contact": {
      "email": "info@artistsimageresource.org"
    }
  },
  {
  "content": "" ,
  "author": "David Behl",
  "ArtImage": "images/behl-central-park-thumb@2x.jpg",
  "AuthorImage": "images/portrait-dave-thumb@2x.jpg",
  "bio": "The “Green Drawings” were created over a span of many years while I worked as a photographer in NYC. Their content is allegorical on a personal level. They represent a window in time from an era before photography changed to a digital medium I believe photography is inspired by the mystery of time because life is so impermanent. My familiarity with photographic tools and methods beginning with darkrooms and chemicals offered a springboard to create my own visual language using my own snapshots and some found on the street. Negatives became more interesting than positives; mistakes are more interesting than rules. Drawing is a better method to capture what I feel.",
  "medium": "",
  "piece": "Central Park",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Kojo Biney",
  "ArtImage": "images/aggressive-conversation-thumb@2x.jpg",
  "AuthorImage": "images/binney-portrait-thumb@2x.jpg",
  "bio": "Kojo Biney Is a painter, designer, sculptor, performance artist, nature artist and art educator. He is currently in his final year, pursuing a masters in technology (MTECH) for graphic design at Takoradi Technical University in Ghana. His works bridge prehistoric and contemporary dialogues. His style springs from the symbolical foetus and figurative silhouette of humanity or living things, to express ideas from an African perspective into contemporary worldly discussions. He has exhibited both locally and on international platforms.",
  "medium": "",
  "piece": "Aggressive Conversation",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Robert Bunkin",
  "ArtImage": "images/vinod-dave-thumb@2x.jpg",
  "AuthorImage": "images/self-portrait-during-covid-thumb@2x.jpg",
  "bio": "Most of my work focuses on the human figure. I am fascinated with the particular, so I'm drawn to portraiture. My experience is urban. I paint individuals I know, and more recently in their specific settings. I've also been painting “portraits” of sculptures that I encounter in museums or in private collections. I select works that “speak” to me like living people. I hope to achieve a level of the uncanny through a tactile approach to facture, building form through color. Scale and size vary: I welcome the challenges of working in various scales from larger than life to miniature.",
  "medium": "",
  "piece": "Vinod Dave",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "I really love collage. Any new and fresh ideas always come from a collage. I love the feeling of cutting the paper and putting shapes together. It is as if the picture grows out organically from the cut-up shapes and the image is a surprise. I often use a small collage as a starting point for a larger work in acrylic paints and mixed media." ,
  "author": "Vera Campion",
  "ArtImage": "images/blue-hat-thumb@2x.jpg",
  "AuthorImage": "images/campion-portrait-thumb@2x.jpg",
  "bio": "Vera Campion was born in London in 1944, grew up in Czechoslovakia, lived in England and immigrated to the United States in 1970. It was here, in the US that she was introduced to painting and her career began. In 1977 she moved to a building where many other artists lived and Open Studios were organized every year. Her first participation was in 1978. She studied at the Artists League in New York City with Knox Martin. In summer of 1978 she went to Vermont where she painted and drew from nature in order to learn. Till this day she makes small pastels or watercolors from nature. She participated in Knox Martin's once-a-week workshops for a number of years. Knox Martin opened her eyes to the elements that mark all great works of art. She has shown mostly in New York although she had a Solo exhibition in Prague and work shown around this country. She opens her studio to public once a year. Lot of her inspiration comes from poetry and she does have a poet friend with whom she carries on a dialog at present. She loves to work and goes by the idea that inspiration is not waited for but is invited. She is a long-time member of Artists Equity of New York. Her work is in many private collections.",
  "medium": "",
  "piece": "Blue Hat",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "We are constantly ingesting stories and images. Imbedded within these are value systems and designations of what is normal and abnormal, good and bad." ,
  "author": "Cynthia Consentino",
  "ArtImage": "images/atonement5x7-thumb@2x.jpg",
  "AuthorImage": "images/img4291-thumb@2x.jpg",
  "bio": "I have always been interested in what forms our perceptions and values regarding gender, social roles, and art. Everything has impact – the stories we grow up with (fairy tale, religion, family tales), the relationships and values we see enacted around us, the objects we surround ourselves with, and of course the media we consume. My work utilizes the figure along with references to familiar literary and visual symbols to delve into our collective experience and explore influences. We are constantly ingesting stories and images. Imbedded within these are value systems and designations of what is normal and abnormal, good and bad. I am interested in stripping things down and reassembling parts from different worlds. By taking what is familiar and making it unfamiliar, exaggerated, or inverted I am able to look more clearly and reconsider the messages that are part of both the original and altered states. I am better able to see incongruities and more subtle associations.",
  "medium": "",
  "piece": "Atonement",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Lauren Curtis",
  "ArtImage": "images/xray-bird-spirit-mar2014-curtis-thumb@2x.jpg",
  "AuthorImage": "images/curtis-portrait-thumb@2x.jpg",
  "bio": "Lauren Curtis was graduated with a BFA from Mason Gross School of the Arts, Rutgers University, in 1988. She’s been creating ever since and now, as a full time artist, enjoys working in a variety of media, including oils, collage, pen & ink, watercolor and photography. The artist is happiest when creating pieces that represent her love of nature, wildlife, travel and spiritual subject matter. The symbolism and mythology of ancient cultures are fused with the symbols from modern -day , natural spiritual practices, to form a unique and eclectic style. These images are often portrayed through the woman’s perspective, showing the importance of “The Feminine” , which is sometimes over-looked. Travel is another major influence in Lauren’s work and the pieces, usually photographs, created from these journeys helps the artist to convey the beauty found in diversity, as well as in the similarities, that run through various cultural belief-systems. Lauren has had artwork and poetry published by greeting card and crafter companies, magazines, children’s books and historical organizations, including the Middlesex County Cultural & Heritage Commission. One of her pieces was selected for the permanent collection of the Joyce Kilmer Library in central NJ. Her work has been displayed in private collections, healthcare centers and galleries and was selected for a solo exhibit at Johnson &Johnson World Headquarters, July-August, 2009. She was a featured artist on the Science Channel‘s TV show Oddities (2011-2012), was also featured on Germany’s TAFF TV (2015), several NJ/NYC cable /YouTube TV shows and has done radio interviews as well. Lauren has participated in over 100 solo, group & juried exhibitions, won multiple awards and is a member of NJ Arts organizations. Her artwork has been sold throughout the US and abroad and she exhibits her work monthly in gallery shows, art fests and cultural events.",
  "medium": "",
  "piece": "Bird Spirit",
  "year": "",
  "artInfo": "While working as a marketing coordinator in a health-care center for over 10 years, I became intrigued with all the x-rays I saw during my career, depicting various states of the human skeletal system. As an artist, I was fascinated by being able to see the inner workings and sculptural forms of the human body and I envisioned a way to incorporate them into my artwork. These x-rays, to me, truly represent the spiritual and scientific wonders of nature and the human body. This lead me to create the “X-Rayted” series, which I began in early 2010 and continue to expand on currently.",
  "contact": {
      "email": "",
      "website": "http://laurencurtisart.weebly.com"
  }
},
{
  "content": "When I paint, my focus becomes very centered. All other thoughts, worries, anxieties leave." ,
  "author": "Leslie Fannon",
  "ArtImage": "images/fannon-balance-1-thumb@2x.jpg",
  "AuthorImage": "images/fannon-portrait-thumb@2x.jpg",
  "bio": "I have been involved in art my whole life. I have sketched , painted, used pastels. Of course painting is my choice of mediums. When I paint, my focus becomes very centered. All other thoughts, worries, anxieties leave. The only thing I think about is leaving all those emotions on the canvas. When I am not painting, I can be socially awkward or reserved. My dream would be to be able to sell my art and make enough to support myself or get along. I went to school for a 4 yr BS in Psychology then later back to school for nursing, LPN. Perhaps one day I will accomplish my dream but today it is enough when the world fades away the moment I begin to focus.",
  "medium": "",
  "piece": "Balance",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "In a world where images have become a type of pollution, I am interested in creating a unique type of reality removed from the social and political unrest that is currently defining our daily existence. In this light, photography is not a form of escapism, but a poetic tool employed to ask more questions and to deepen the Mystery. I am interested in how the subconscious becomes visible through our narratives, and how art could be a positive force in a world whose humanistic values are constantly under siege. I have always believed in parallel universes. I hope that my images could point to the hidden portals between them." ,
  "author": "Florin Firimita",
  "ArtImage": "images/before-the-war-thumb@2x.jpg",
  "AuthorImage": "images/florin-portrait-thumb@2x.jpg",
  "bio": "",
  "medium": "",
  "piece": "Before the War",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "",
      "website": "https://www.florinfirimita.com"
  }
},
{
  "content": "" ,
  "author": "Tony George",
  "ArtImage": "images/b-w-2-girls-steps-thumb@2x.jpg",
  "AuthorImage": "images/before-the-crowd-2-town-center-thumb@2x.jpg",
  "bio": "As an autodidactic artist I consider my work quirky and myself an imagery artist. I have worked in many mediums and have moved from one to another to avoid it being about technique rather than what interests and excites me. Currently I am working in photography, primarily using a Pentax Full Frame, K1 II with a HD Pentax DFA 1:3.5-5.6 28-105mm ED DC WR lens. Images may be refined in post processing. I do not use Photoshop to create any images. If I'm bored or see too few things worth capturing, I hand create an image I’d like to capture. As a self-taught artist I have little formal training to fall back on. A trash can cover when the lighting is right is as full of delightful possibilities, as the Dia de los Muertos children’s parade capturing and revealing the happy energy, or thousands of pastel x’s to punch up a large pastel work. Few of my images are straightforward. Life has taught me to see the world via through observation streamlining it to what I uniquely see. Quirky, as defined in Webster, is characterized by peculiar or unexpected traits and or a strange chance occurrence.",
  "medium": "",
  "piece": "B/W 2 - Girls Steps",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Theo van de Goor",
  "ArtImage": "images/goor-bowl-with-lemons-thumb@2x.jpg",
  "AuthorImage": "images/van-de-goor-portrait-thumb@2x.jpg",
  "bio": "Growing up on a farm in a small, catholic village in the southern part of the Netherlands has been of major importance to my work. I make drawings, etchings, paintings and little colourful sculptures. I love to tell a story.So next to animals , f. i. the story of Reynard the fox, there are themes and figures from the the Bible or Greek mythology, f.i. devils, fauns etc. The still-life and the landscape also have my attention.",
  "medium": "",
  "piece": "Bowl with lemons",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Sal Gulino",
  "ArtImage": "images/supermarket-after-hallsw-thumb@2x.jpg",
  "AuthorImage": "images/sal-portrait-thumb@2x.jpg",
  "bio": "I attribute my love for the masters to the eight years I spent during high school and college at the Boston Museum of Fine Arts. Living almost daily during those years with the work of some of the greatest painters that ever lived certainly had a profound impact on me. I eventually developed an approach to painting that can best be described in contemporary terms as Recontextualization. Using a flat poster-like technique, I borrow images from the masters and combine them with images from popular culture such as storefronts, roller coasters, antique automobiles, etc. In each case, the foreground is painted first leaving out the original backgrounds, and then the objects or scenes are placed in the background. The choices of the combinations are primarily intuitive. There is no underlying message in the juxtapositions of images, and there is no attempt to criticize or satirize the works of art that are assimilated. When combined with contemporary images, my paintings are a bit startling, but remain as homages to the great artists that inspired them. Progressing from purely instinctive design elements that fit together in a harmonious way, I am not unaware that the images I put together become elements of artistic metaphor and artistic meaning — for the viewer. I am delighted when viewers share their narratives with me.  When asked why I remain with this approach, I answer that I don’t think I have even scratched the surface of the possibilities this technique presents. Salvatore Gulino received his art education at the School of the Boston Museum of Fine Arts, Tufts University (BS), the University of Hartford, and Syracuse University (MFA). He has exhibited widely in Connecticut and Massachusetts, has had solo and group shows in New York City, and has been the recipient of several  awards, including eight from Connecticut's Silvermine Guild’s Art of the Northeast. His work has been reviewed by The New York Times, and was featured in Yankee Magazine, the French Magazine Artistes, Connecticut Magazine and Artis Magazine.",
  "medium": "",
  "piece": "Supermarket (after Halls)",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "",
      "website": "www.salvatoregulino.com"
  }
},
{
  "content": "" ,
  "author": "Norell Gudaitis",
  "ArtImage": "images/norell-adam-evew-thumb@2x.jpg",
  "AuthorImage": "images/norell-portrait-thumb@2x.jpg",
  "bio": "Norell has been deemed Connecticut's “Grandma Holy Moses.” A self-taught artist who started painting at 72, using natural materials such as pine needles and clover blossoms as paint brushes, she once painted nearly 200 works in a period of creative revelry. Now 90 years old, Norell continues to sing and paint, always guided by the powerful spirit within her. Born to share croppers in rural Opelika, Alabama, Norell vividly remembers sitting on Cab Calloway's lap at the age of five while he sang to her. It was the Jim Crow 1930's and her elder sister was working in the theater where Calloway performed when she invited him home for a family dinner. Much of Norell's artwork centers around Calloway, dreams and visions, self portraits, biblical figures, UFOs, fantastical landscapes and wild, colorful abstracts. Norell has been a feature of many Connecticut newspapers and television broadcasts including CPTV Connecticut Journal.",
  "medium": "",
  "piece": "Adam & Eve",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "personaman@snet.net"
  }
},
{
  "content": "" ,
  "author": "Cyd Gorman",
  "ArtImage": "images/blue-heron-thumb@2x.jpg",
  "AuthorImage": "images/gorman-portraits-thumb@2x.jpg",
  "bio": "",
  "medium": "",
  "piece": "Blue Heron",
  "year": "",
  "artInfo": "My subject matter is nature, specifically the wildlife that lives all around us, here in Northwest Connecticut. Capturing still pictures or video of animals in their natural habitat can be a challenging task, especially in remote locations. Trail cameras allow an exciting way to stay connected to backyard wildlife and all of the woodland creatures. I also carry an iPhone when hiking in the woods, or gardening. This has given me the opportunity to shoot close-up pictures of butterflies and flowers. Another camera, on a tripod inside the house, has allowed me to capture photos of local critters such as: fox, bear, bobcat, deer, porcupine, coyote and birds. I then have the some of the photographs printed on canvas and embellish them with oil or acrylic paints and sometimes, cheesecloth and faux jewels. Getting outside is good for the soul. Paying tribute to the natural world reminds us to slow down and helps us reconnect with nature",
  "contact": {
      "email": "cgorman@thedataedge.com"
  }
},
{
  "content": "" ,
  "author": "Eric Hammer",
  "ArtImage": "images/hammer-paper-babies-thumb@2x.jpg",
  "AuthorImage": "images/eric-headshotw-thumb@2x.jpg",
  "bio": "Eric Hammer was handed his first camera by his artist father at fourteen. I was excited but I didn't know what to shoot. I figured a good starting point would be to try to get my girlfriend to pose,but she wasen't game and proved camera shy. So I went to work and quickly blew through my first roll of film in an afternoon--, a little too fast for my father's liking. A.E. Hammer was an art educator, award winning painter and photographer. When I entered his darkroom, that was a delicious new world for me and I felt at home right away. Tight, bathed in red light there was a lot of fun science going on and I loved everything about it.  Finally we developed the negatives, he raised them to the light and he said, What the hell is this?  You shot license plates...?  Also what's is this? cautious pride filled me if not him. That's the inside of a carburetor, Dad. The lecture on expensive film apparently did no good. To this day, more often than not, I still gravitate to the tighter shot that evokes some kind of mystery or mood . Like most artists I love the hunt, the solitude and the meditative process of stalking the shot or prepping a set. Eric is also an award winning educator who serves on his town's arts and culture council and is a volunteer and avid supporter of 5 Points Gallery in Torrington Connecticut. His next one-man show in Torrington's Annex Gallery will be presented in October, 2019.",
  "medium": "",
  "piece": "Paper Babies",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "rehammer@optonline.net"
  }
},
{
"content": "It is not easy to communicate with others, but his love of drawing many lines and faces is increasing, to create a unique view of the world.",
"author":"Eito Honmyo",
"ArtImage":"images/honmyo-1-thumb@2x.jpg",
"AuthorImage":"images/honmyo-artist-img-thumb@2x.jpg",
"bio":"",
"medium":"",
"piece":"",
"year":"",
"artInfo":"",
"contact": {
    "email": "megumiknk8@gmail.com"
  }
},
{
  "content": "",
  "author":"Bill Harroff",
  "ArtImage":"images/harroff-wascally-wee-willy-logo-thumb@2x.jpg",
  "AuthorImage":"images/harroff-portrait-thumb@2x.jpg",
  "bio":"I love art. I love books. I have been a book artist for 40 years, primarily in digital formats the last 25, creating narratives on hot-button issues using designs inspired by the banned 1950s horror and crime comics.My professional career of putting words and pictures together has taken me on adventures around the world; teaching manga at Technos University in Tokyo; illustration at Oskar Kokoschka's School of Vision in Salzburg; bookmaking at the Fine Arts Institute; and lecturing on creating comics / epubs in Australia, China, the UK, Ireland, Japan, Egypt, Mexico, New Zealand and the US.",
  "medium":"",
  "piece":"Wascally Logo",
  "year":"",
  "artInfo":"",
  "contact": {
      "email": "william.harroff@gmail.com"
    }
  },
  {
    "content": "Spending time in nature (even simply looking at an image depicting a natural scene) and learning more about it, increases our appreciation.",
    "author":"Maryse Jansen",
    "ArtImage":"images/jansen-australian-blue-lily-thumb@2x.jpg",
    "AuthorImage":"images/jansen-portait-close-land-thumb@2x.jpg",
    "bio":"I love exploring nature. Originally from the Netherlands, I made Australia my home in 2009. There is so much to discover! On every hike, every trip there are new things to see and catch with my camera. The world is full of fascinating wildlife and scenery. I’d like to celebrate the unique beauty of the Australian nature with you through my photography. I also would like to invite you to join me on my walks by watching my YouTube series ‘Come for a Walk in the Australian Bush’ and by reading my Nature Photography Blog where I share more information about my images, the stories behind them and interesting facts about what you see in the images! Spending time in nature (even simply looking at an image depicting a natural scene) and learning more about it, increases our appreciation. It is good for our bodies and minds and also inspires us to help look after our amazing natural world.",
    "medium":"",
    "piece":"Australian Blue Lily",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "http://maryse-jansen.pixels.com/"
      }
  },
  {
    "content": "I find great inspiration in the world around me,” John states. “We often move through life so quickly that we fail to notice the beauty that surrounds us. My artwork is an expression of the joy I feel when I take time to appreciate what I see right before my eyes.",
    "author":"John Johnson",
    "ArtImage":"images/1johnsonjohnbeetotheblossom-thumb@2x.jpg",
    "AuthorImage":"images/johnson-portrait-thumb@2x.jpg",
    "bio":"John Johnson is a Connecticut native, with a Bachelor of Fine Arts degree from The University of Connecticut School of Fine Arts where he studied printmaking and graphic design. His exploration of printmaking continued at the Art Students League in NYC. John’s artwork provides an outlet for ­creative freedom and unrestrained expression, yet relies heavily on strong compositional elements derived from nature and the real world, seen through his eyes. He works primarily as a printmaker, creating woodcuts and linotypes in his studio in Riverton. His work has been exhibited in numerous juried shows, group shows and solo shows in the region, including The Mattatuck Museum, New Britain Museum of American Art, The William Benton Museum, Five Points Gallery, The Dehn Gallery, Warner Theatre Atrium Gallery, Artwell Gallery, Gallery on the Green, Pump House Gallery, West Hartford Art League Clubhouse Gallery, and The Underground Gallery.",
    "medium":"",
    "piece":"Bee to the Blossom",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "john@jjartdir.com"
    }
  },
  {
    "content": "",
    "author":"Megumi Kaneko",
    "ArtImage":"images/bird-and-leaf-kanko-thumb@2x.jpg",
    "AuthorImage":"images/megumi-portrait-thumb@2x.jpg",
    "bio":"I collage many materials on an old shirt or sheet intuitively as compared with my experience as a weaver who has to design and measure yarn in advance. I also use Japanese natural lacquer called URUSHI mixed with all natural materials to recreate an old cutting board or wood bowl. They were supposed to be thrown away. There is not any useless thing, everything has another role after being worn out. Now, I enjoy finding many colors and materials together I didn’t notice so far.",
    "medium":"",
    "piece":"Bird and Leaf",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "Living in solitude to refuse invasion here. But, I try to snuggle up to someone, I feel comfortable silence. Breathing of people living here in the air is getting warmer. People here would swallowed yearning and pain one by one to step forward. Time goes by silently facing tomorrow. - Yoji Kobayashi",
    "author":"Yoji Kobayashi",
    "ArtImage":"images/kobayashi-man-with-black-hat-thumb@2x.jpg",
    "AuthorImage":"images/yoji-kobayashi-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"A man walking with a black hat.",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Ryosuke Kawamura",
    "ArtImage":"images/kawamura-1-thumb@2x.jpg",
    "AuthorImage":"images/kawamura-artist-img-thumb@2x.jpg",
    "bio":"Since being a small child, he was so interested in looking at things spin, such as a ventilating fan, outdoor unit, barber's pole and mechanical sounds, such as a vaccum cleaner, hair dryer, site of construction, carpentry tools. Sometimes he draws animals and birds when he feels like it.",
    "medium":"",
    "piece":"",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "megumiknk8@gmail.com"
    }
  },
  {
    "content": "",
    "author":"Oleg Khe",
    "ArtImage":"images/khe-wild-dances-thumb@2x.jpg",
    "AuthorImage":"images/khe-artist-img-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Wild Dances",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Seleman Kubiwana",
    "ArtImage":"images/kubiwana-boat2-thumb@2x.jpg",
    "AuthorImage":"images/kubiwana-portrait-thumb@2x.jpg",
    "bio":"Seleman Kubwimana was born on the 1st of January 1995 in Rwanda’s Nyarugenge District of the Nyakabanda Sector in the city of Kigali. He is a Rwandan artist whose contemporary artwork is known for its beauty, emotion, color, and use of shapes. His intricate technique consists of circles and patterns that represent the cycle of life and the vibrancy of African culture. Seleman sees art as a bridge to communicate the emotions of his subjects into the viewers eye. He studied at Nyundo School of Art and music for three years from 2014-2016. It was there that he obtained his secondary school diploma in graphic arts. Seleman also has Advanced diploma in Digitsl Media Production at the Integrated Polytechnic Regional College of Kigali. When he is painting, Seleman is always highly engaged and inspired by his subjects which helps him to produce thoughtprovoking artworks using his unique techniques. Seleman’s paintings inspire peace and love on the African continent and the purpose of his artwork is to promote Rwandan and African culture worldwide.",
    "medium":"",
    "piece":"",
    "year":"",
    "artInfo":"A Day in the Life is an exceptional art collection created by Selekarts, which captures and celebrates the daily lives of working-class Rwandans in a unique and distinctive style. The artist’s use of strong contrasts between light and dark, along with bold colors, evokes the richness of Rwandan culture and tradition. The collection depicts the daily routines of Rwandan workers, ranging from farmers to traders, artisans to laborers. Each artwork captures a specific moment in time, showcasing the energy and vibrancy of working-class life in Rwanda. The art collection is a testament to the singular vision of the artist, showcasing the power of art to capture the essence of a people’s way of life. It celebrates the creativity, dignity, and strength of the Rwandan people, inviting viewers to glimpse into their world and honor their contribution to society. ‘Selek Arts Collection' showcases the dignity behind the hands that feed us In a world where glamour and fame often steal the spotlight, there’s an artist who has chosen to turn his attention to the unsung heroes of our society – the everyday people who do simple jobs that keep the wheels of our lives turning. Seleman Kubwimana has embarked on a mission to showcase the dignity and importance of the hands that feed us through his remarkable artwork. Selek’s latest series of paintings focuses on the supply chain for food, from the agricultural heartland of Musanze to the bustling city of Kigali. By highlighting the men and women who toil tirelessly to ensure food reaches our tables, he aims to elevate their role and remind us of their immense contributions. When asked about his inspiration, Kubwimana speaks passionately, ” In Kigali, there is a process that we go through in order to get a finished product. Some people use boats to transport products from different islands. I wanted to bring attention to the often-overlooked laborers who are an integral part of the food supply chain,” he said.",
    "contact": {
        "email": "selekarts@gmail.com"
    }
  },
  {
    "content": "Art gives you wings to fly. These wings are such that you can fly anywhere and no one can stop you. All it takes is a little bit of imagination Imagination is a vital word when it comes to my works of Art. I communicate through symbols. Symbolism is a beautiful mode of communication. You will find a combination of forms in my paintings; cubes, stylized human figures, eyes, tea pots and if you look closely you will find the hidden meaning behind all of the symbols that I love to incorporate in my work. My paintings are a journey. It is almost a cycle of life. There is no single focal point that you will find in my canvases. It is a reflection of my journey, a showcase of the complexities of life, thoughts, relationships and human mind that I have shown through various geometric patterns and symbols. My imagery is multi-layered and replete with life’s many motifs, materialistic and metaphysical and colors that exude a mysterious vibrancy are drawn from many journeys, internal and external, with the forms finding their own space and place with the elements of nature -- everyday life, birds, animals, dreams and fantasies. My anthropomorphic images, part human, part animal are employed deftly to paint the emotional-scape of human beings and the complexity of man- woman relationships. Eroticism too is a recurring thread. Chandigarh’s landscape, surroundings, architecture, has also inspired many of my series of works, as he constantly explores new ways to express through my art. Drawing remains my first passion, as I creates hundreds of sketch books, which also contain my poetry and tell many stories, as I embarks on new artistic journeys. - Madan Lal",
    "author":"Madan Lal",
    "ArtImage":"images/lal-music-thumb@2x.jpg",
    "AuthorImage":"images/lal-urban-phulkari-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Music",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "www.madanartist.com"
    }
  },
  {
    "content": "",
    "author":"Ivana Larrosa",
    "ArtImage":"images/larrosa-00-thumb@2x.jpg",
    "AuthorImage":"images/larossa-portrait-thumb@2x.jpg",
    "bio":"Ivana Larrosa is a visual artist, performer and educator from Spain based in New York who works primarily with photography, video installation and performance. Larrosa is interested in conceptual strategies that have to do with the body as an object of study and a medium to approach architecture, perception, memory and trauma. Ivana holds a BA in Film and Media Studies from University of Navarra and a MFA at Bard College-ICP, where she currently teaches video installation and performance.",
    "medium":"",
    "piece":"Untitled (The Colony) 1",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "www.ivanalarrosa.com"
    }
  },
  {
    "content": "",
    "author":"MaryPat Leger",
    "ArtImage":"images/mleger-cousins-day-thumb@2x.jpg",
    "AuthorImage":"images/mleger-portrait-thumb@2x.jpg",
    "bio":"I have been sewing since I was a young teenager, but was always breaking the rules and morphing patterns into my own vision. When I began quilting this allowed me to play with fabric in combinations of my own creation. Watching my husband create beautiful plein air oil paintings made me want to also capture the landscape in my own way so I brought my fabric outside and began cutting shapes and pinning them together to capture what I saw. I have also made portrait quilts of my grandchildren. I look forward to where my fabric and creative journey will lead me next.",
    "medium":"",
    "piece":"Counsin's Day",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Victor Leger",
    "ArtImage":"images/symphony-3-leger-thumb@2x.jpg",
    "AuthorImage":"images/leger-portrait-thumb@2x.jpg",
    "bio":"As a painter, I am intuitively interested with the interaction of light on the environment. It is my intention to express with obsessive accuracy the natural beauty found, at times only for a fleeting moment, in our surroundings. Through my work I hope to capture and convey the sense of overwhelming enchantment that these moments produce, sometimes with philosophical ruminations. If the viewer can sense that quality of natural beauty that enhances our lives then I will have succeeded in my efforts as an artist.",
    "medium":"",
    "piece":"Symphony #3",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "www.victorleger.com"
    }
  },
  {
    "content": "The mysteries of the ocean are unveiled through the many frames of hand-sculpted work, behold the friendly faces abound! Every character is displayed in vibrant color, giving them identity each. The friendly faces create a light-hearted atmosphere from the deep, unknown seas of the world. Take a look at the wild and sophisticated patterns of sea life beneath our lands. Sometimes, they tend not to be as scary as we think.",
    "author":"Alex Liong",
    "ArtImage":"images/liong-cubic-angels-thumb@2x.jpg",
    "AuthorImage":"images/liong-artist-img-thumb@2x.jpg",
    "bio":"Based in Kuala Lumpur, Malaysia, Alex Liong is a veteran in the educational scene with over 30 years of teaching experience. As a relief artist, Alex Liong revolves his themes around nature, landscapes, and sceneries to often depict the bigger picture. His works engage a combination of clay and mixed media to accurately bring his visions to life. These materials aided by his techniques allow him to explore limitless ideas through creative expression. With intricate details, one may find that they are often led through a carefully crafted story in Alex’s works.",
    "medium":"",
    "piece":"Cubic Angels",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "claysense@gmail.com"
    }
  },
  {
    "content": "When you look at my paintings, you are looking into another world. It can be playful, meditative, or a striking portrayal of abstracted plant life. I have developed my own style over the years starting with painting, then printmaking, then mixed-media and on to my technique of painting with paper. My abstractions are the unique product of my history, materials and years of experience. By working steadily over the years, always experimenting, trying new techniques and making what I am inspired to create, I make fine art collage paintings. - Maureen Maki",
    "author":"Maureen Maki",
    "ArtImage":"images/blue-ssanskrit-thumb@2x.jpg",
    "AuthorImage":"images/maki-headshot-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Blue Sanskrit",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Blessy Man",
    "ArtImage":"images/man-abstract-1-thumb@2x.jpg",
    "AuthorImage":"images/man-artist-img-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Man abstract 1",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "I sculpt fiber memoirs, discordant tapestries composed from illustrations and hand-woven fabric.",
    "author":"Juliet Martin",
    "ArtImage":"images/juliet-martin-hifffy-01-thumb@2x.jpg",
    "AuthorImage":"images/me-with-sofa-1-thumb@2x.jpg",
    "bio":"I sculpt fiber memoirs, discordant tapestries composed from illustrations and hand-woven fabric. I begin each work by weaving a base of my handspun and machine-made yarns. It is hard for me to weave something that isn’t emotional. My drawings are inspired by image searches and daily journaling. Language becomes a brushstroke or a texture. I cut up my weavings, risking everything, and sew it all back together with the images and my prose. My detail-oriented process conveys my insecurity and how that is used to tell a story. The compositions are as much poetry as artwork. I sculpt fiber memoirs, discordant tapestries composed from illustrations and hand-woven fabric. I begin each work by weaving a base of my handspun and machine-made yarns. It is hard for me to weave something that isn’t emotional. My drawings are inspired by image searches and daily journaling. Language becomes a brushstroke or a texture. I cut up my weavings, risking everything, and sew it all back together with the images and my prose. My detail-oriented process conveys my insecurity and how that is used to tell a story. The compositions are as much poetry as artwork",
    "medium":"",
    "piece":"How It Feels Falling for You: Love Child",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "girl@julietmartin.com",
        "website": "www.julietmartin.com"
    }
  },
  {
    "content": "",
    "author":"Jose A. Martinez",
    "ArtImage":"images/archangel-michael-ultimate-defence-thumb@2x.jpg",
    "AuthorImage":"images/martinez-portrait2-thumb@2x.jpg",
    "bio":"Jose A. Martinez is a Connecticut based artist who was born in Puerto Rico. He works traditionally in Japanese Fantasy Art. Jose’s images are based on Biblical text. His supernatural type caricatures were created in response to his everyday life struggles and experiences with the stigmas surrounding Mental Health. “I am simply telling a story based on facts and experiences. A form of survival for the good that ultimately triumphs over the negative forces. My art reflects a sort of spiritual battle. It is a different approach in a sense but designed with purpose to attract and introduce the message.” shares Martinez. To achieve the images Jose aims for in his artwork, he uses all types of mediums including: alcohol marker's, waxed based color pencils, ink fine liners pens, opaque marker pens, Bristol Board and full color sketch book pieces. Jose was introduced to art at a young age while reading and collecting comics and graphic novels. In the late 70’s and early 80’s he was introduced to Graffiti Art. Jose is greatly influenced by old classic comic book creators, Japanese art, old masters of the Renaissance era, and the story telling of creative writers, Will Eisner and Edgar Allen Poe. Jose’s artwork has been shared in numerous exhibits such as: Mental Health Connecticut’s Mending Art exhibits throughout the state including Hartford ArtSpace Gallery, Hartford, CT., Mental Health Connecticut’s Art of Wellbeing at St. Joseph’s University, West Hartford, CT. and The Cabaret Theatre at Mohegan Sun, Uncasville, CT., #IBELIEVEINWATERBURY juried exhibit at Mattatuck Museum, Waterbury, CT. Waterbury City Hall, Waterbury, CT., Western Connecticut Mental Health Network’s “Creative Expressions of Art and Wellbeing” at Mattatuck Museum, Waterbury, CT., Department of Mental Health and Addiction Services “The Art of Recovery”, at the Legislative Office Building in Hartford, Ct., PersonaLand Online Global Art Village, and “VisABLE” at the Free Center in Middletown, CT. Jose’s artwork has also won the Keep the Promise, Winter Scene Card Contest on several occasions. Additionally, Jose’s artwork is regularly published in the MHC Statewide Mending Art Newsletter.",
    "medium":"",
    "piece":"Archangel Michael Ultimate Defence",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "jmartinezjose957@gmail.com"
    }
  },
  {
    "content": "",
    "author":"Paul Mbah",
    "ArtImage":"images/mbah-what-the-places-say-thumb@2x.jpg",
    "AuthorImage":"images/mbah-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"What The Places Say",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "paulmaxcm@gmail.com"
    }
  },
  {
    "content": "",
    "author":"Aparna Mehta",
    "ArtImage":"images/mehta-family-thumb@2x.jpg",
    "AuthorImage":"images/mehta-artist-img-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Family",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "aparnamehta@yahoo.com"
    }
  },
  {
    "content": "Through painting, I create a space where my influences, belief and desires meet and find visual expression. My work references memories of family and personal experiences which I explore withcolourful palettes and posterised style compositions. Iam fascinated by the capacity of emotions, poses and gestures to tell stories .How much a face shows? What the body tells? For me, my paintings are not about what appears on the surface; what I express is not just the person, a situation or a feeling but an attempt to explore and capture what is real about them in my mind.",
    "author":"Oluchi Sandra Nwoko",
    "ArtImage":"images/nwoko-adom-i-thumb@2x.jpg",
    "AuthorImage":"images/nwoko-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Adorn I",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "oluchisandra3000@gmail.com"
    }
  },
  {
    "content": "",
    "author":"Farook Mohammed",
    "ArtImage":"images/mohammed-stickman-and-the-hunters-spirit-thumb@2x.jpg",
    "AuthorImage":"images/farook-portrait2-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Stickman and The Hunters Spirit",
    "year":"",
    "artInfo":"Stickman and The Hunters Spirit: a vibrant and dynamic work of art that celebrates the hunting traditions and culture of Africa. The stickman figure and small silhouettes of hunters and animal serve as powerful symbols of the hunter's spirit, reminding us of the skill, precision, and determination required to survive in the natural world.",
    "contact": {
        "website": "http://www.afroarabianempire.com"
    }
  },
  {
    "content": "",
    "author":"Carrie O’Donoghue",
    "ArtImage":"images/odonoghue-streaming-2-thumb@2x.jpg",
    "AuthorImage":"images/odonoghue-portrait-thumb@2x.jpg",
    "bio":"I am a US citizen living and working as an art teacher in Malaysia. I sailed here from North America with my family on a small blue-water vessel. Much of my artwork has been about sailing and traveling. My current body of work is called Streaming. As an expat in a country where English is not the most common language, I miss the western conversation about recovery from COVID-19. So I listen to Irish Public Radio and draw as reporters interview ordinary people about life during the pandemic, streaming their grief, anxiety, woes and unexpected joys.",
    "medium":"",
    "piece":"Streaming #2",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "carriedasea@gmail.com"
    }
  },
  {
    "content": "As an African artist my style of painting is abstract expressionism which is intuitive representation of of curvilinear and rectilinear lines transforming into complex geometric shapes on a colourful background to express socio-cultural commentaries and to create pleasing African visual forms and idioms.",
    "author":"Ellis Oyekola",
    "ArtImage":"images/oyekola-animal-kingdom-thumb@2x.jpg",
    "AuthorImage":"images/oyekola-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Animal Kingdom",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "It is said that the function of the Zen Arts is to simply directly point to the true nature of reality. I would have to say that all art produced by human beings past and present that truly nourishes the spirit and works with life as it’s media reflects this Zen attitude. It is this awakened orientation combined with a methodology rooted in this awareness that finds it’s highest level of completion with the interweaving of society. How we as a people on this great earth can honor our individual nature and yet realize that our world community is the base on which this miraculous uniqueness depends is a question we must take up. Our survival depends on it. Art done with a foundation of spirit offers the opportunity to not only be a visionary guiding light, but also a practice which directly manifest this insight. My artwork is simply expressions of an attempt to enter into this great challenge.",
    "author":"Fran Patnaude",
    "ArtImage":"images/a-frog-jumps-in-mandalaw-thumb@2x.jpg",
    "AuthorImage":"images/fran-tpw-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"A Frog Jumps in Mandala",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "https://www.francistpatnaude.com"
    }
  },
  {
    "content": "",
    "author":"Joey Patrickt",
    "ArtImage":"images/armlegs-thumb@2x.jpg",
    "AuthorImage":"images/empireswamp-thumb@2x.jpg",
    "bio":"I graduated Kent State University in 1976 with a BFA in studio art. Painting was my field. My advisor Morton Grossman was a teacher and painter from NYC, an abstract expressionist. I was a hard edge, geometric, color field painter. That same year I moved to Berkeley, California and once settled I kept working at my painting but the times were changing for me. In 1978 went to art school at the San Francisco Academy of Art studying advertising art and this gave me a new vision of the art world and how I should be making art. I met other artists who didn’t paint, but instead used collage and copy art in their artwork. I soon joined them in working with collage techniques to produce artworks including color Xerox postcards and prints. The postcards were a traditional glued down collage copied in multiples and were popular so I sold them in stores nationally. They became a source of income allowing me to make more experimental type prints/copies with different techniques. The way I saw it the Xerox 6500 color copier was both a printer and a camera and I pushed the limits of both tools in making a more colorful, looser collage imagery. A color Xerox copy machine was located in a printmaking and photography studio on UC Berkeley campus and they let artists be the operator giving artists freedom to experiment with the new medium. For a time I also taught color Xerox workshops at the ASUC Studio at UC Berkeley. Most of my color Xerox artworks were made during the years 1979 through 1984. I used the 3 scan print operation of the machine to interchange images copied and got a more colorful mixing in my artwork. I played with the focal distance of the camera by holding flat art in a way that caused a blurring that gave the illusion of depth. Both of these techniques are evident in my portfolio of color Xerox prints. Eventually I used the additional medias of heat-transfer paper, and transparency sheets with color Xerox images in larger multi-media artworks to break out of the 8.5 x 14 inch limitation of the copier glass. One could combine multiple copied images to make a larger work when ironed or pressed on a larger sheet of paper. Today I still use color copiers to make images as well as iPhone and other digital reproduction tools. The local Oakland copy shop I frequent has the latest Canon color copy machines which produce a glossy page that looks like a printed magazine page. The quality has changed and improved since the Xerox 6500 but some would say the original Xerox made the best prints and they miss that look and feel.",
    "medium":"",
    "piece":"Arms Legs",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "https://joeypatrickt.wordpress.com/"
    }
  },{
    "content": "I am arrested by nature to do art and now am happy with it, in order to accomplish a fulfilling life and to survive in any environment, I choose art as a carrier and also with the aim of distributing my artworks all across the cities, states and countries of the world.",
    "author":"Ajisafe Rafael",
    "ArtImage":"images/raphael-sing-along-1-thumb@2x.jpg",
    "AuthorImage":"images/rafael-portrait2-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"My Song 1",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Paul Sakren",
    "ArtImage":"images/sakren-3-red-flags-thumb@2x.jpg",
    "AuthorImage":"images/sakren-portrait-thumb@2x.jpg",
    "bio":"I am an imaginarian. Everything I make results from a conversation with the Mind. Sometimes I'll be preoccupied with a certain theme or idea, other times the works form like crystals out of nothing, totally spontaneous with a life of their own. It's a satisfying form of entertainment, much better than movies, tv or sports, and fulfills a longing to create things that don't exist anywhere else.",
    "medium":"",
    "piece":"3 Red Flags",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "I am exploring the theme of Crows in this recent series of Encaustic paintings. Observing the intelligence and quirky gestures of these birds led me to capture their personalities in paint.",
    "author":"Gay Schempp",
    "ArtImage":"images/autumn-flight-schempp-thumb@2x.jpg",
    "AuthorImage":"images/schempp-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Autumn Flight",
    "year":"",
    "artInfo":"In this work I am incorporating my love for drawing, painting, and composing visual stories. The encaustic wax medium allows me to work in layers, trapping fragments of color, memory and message in time. Working with the molten wax on birch panels is engaging a mix of alchemy and jazz. Colors are worked like chords until the metamorphosis of substance and meaning cools to a finished statement.",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Michihira Shirayama",
    "ArtImage":"images/shirayama-1-thumb@2x.jpg",
    "AuthorImage":"images/shirayama-artist-img-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Shirayama 1",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "",
    "author":"Joel Silverstein",
    "ArtImage":"images/silverstein-jonah-1-thumb@2x.jpg",
    "AuthorImage":"images/silvertein-portrait-thumb@2x.jpg",
    "bio":"My goal is to investigate traditional genres and imbue them with contemporary feeling, deriving from figurative expressionism, but often looking to images from the media for inspiration. Many of my works examine Sci-Fi, horror, and fantasy as new ways to express traditional metaphysical ideas. I often use motifs such as heroes and monsters, undermining or satirizing these characters to make a point. The goal is not just to show aspects of good and evil, but to reference them as characteristics in us all.",
    "medium":"",
    "piece":"Jonah",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "The figure is the embodiment of the human experience. It is the site of courage, joy, and love, of compassion, fear, and pain, of struggle, loneliness, and frustration, of sorrow, of loss. As a narrative, figurative painter, I use the figure to depict these universal emotions. A narrative is time captured in a moment. The synthesis of the photographic and the painted image, within the familiar context of the family, invites viewers to explore their emotions and transcend worldly barriers--perhaps recalling a moment from parenthood, or childhood, perhaps renewing a quest to understand the meaning of our existence. These moments display a benevolence that might be masking deeper, more malevolent variables.",
    "author":"Patrice Sullivan",
    "ArtImage":"images/crabs-thumb@2x.jpg",
    "AuthorImage":"images/sullivan-portrait-1-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Crabs",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "When I open the door of my studio, the window facing the water, whether it be sunny or stormy, the music on and taking count of my surroundings, I feel I belong. Many times, in my life, I had to pack up and move and reinvent myself but there was always a voice in the back of my head that would whisper “keep seeking” and then life changes right in front of my eyes, and like following dance moves I didn’t know I knew… that voice sang “You are home” I paint to free myself of the chains around me, my body and my mind. Specially to shatter the chains around my soul. When I am birthing a new art piece, it expresses who I was while morphing into who I will become. I create art because it feeds my heart and gives me a purpose. The colours I choose chose me, just as the music influences my aura, the colours I paint speak for themselves. In my portraits I see through their eyes, in my nudes I feel through their skins, in my abstracts I scream and dance and grow as their limitless shapes move and unfold, just as my life as an artist, bright and constantly evolving. I thank God for giving me the strength to get to be here and to be able to answer my calling. I Thank God for another (and another) chance to live my life. And above all, I thank my wonderful partner without whom I wouldn’t have been able to throw myself head on into this exciting and rewarding new path to create art.",
    "author":"Mara G. Szyp",
    "ArtImage":"images/bailando-tango-en-las-calles-szyp-thumb@2x.jpg",
    "AuthorImage":"images/szyp-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Bailando Tango en las Calles",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "https://maraszyp.com/"
    }
  },
  {
    "content": "",
    "author":"JoAnn Telemdschinow",
    "ArtImage":"images/telemdschinow-cafe-floreale-thumb@2x.jpg",
    "AuthorImage":"images/telemdshinow-portrait-thumb@2x.jpg",
    "bio":"I am a largely self-taught digital collage artist and photographer. Although I was always interested in art, I searched for a way to express myself until I discovered collage, and ultimately, digital collage. My collages are influenced by my love of the art and architecture of the past, but also by my interest in travel, history, and mythology. I select vintage texts, images, and textures, recombining them in new ways. I strive to make my finished pieces both visually appealing as well as atmospheric, evoking a specific mood. I have displayed my work in several New Jersey galleries and exhibitions, and have won awards in juried shows. In addition, I have sold a number of my pieces to private collectors.",
    "medium":"",
    "piece":"Cafe Floreale",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "https://imaginedpast.weeblysite.com/"
    }
  },
  {
    "content": "Color, texture, pattern and illusion of depth and humor all play a part in my work. That seems to be the only constant as my work continues to explore different collage and multi media techniques. Cut paper is still the main element that I use for imagery but it is often combined with image transfer and paint or pastels. One of the things I like about collage is the process of combining images and developing a new interpretation of the original form. For me, the process is about searching, looking at image after image and trying to find the connections between one image and the other. Sometimes there is an epiphany but most times it simply involves time and work to find the right parts to fulfill the vision in my head, sometime there is no vision and I am just letting the images lead the way. I am always striving for some interaction between the elements in the composition, whether it is an imaginary dialog or story or a play off of the forms. I always hope that the viewer is part of the mix and sees somethingin the story beyond my original intent.",
    "author":"Michael Toti",
    "ArtImage":"images/toti-book-of-birds-thumb@2x.jpg",
    "AuthorImage":"images/toti-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Book of Birds",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "I like to paint what I sense or feel such as the sound of a stream, the sparkles of light in the green world of nature or the city constructions with hard edges, electric sidewalks and some blazing red sounds. Using a paddle and my fingers, I apply acrylic or oil paints onto the canvas. My intention is that viewers may experience a sense of recognition or create their own stories from my art works.",
    "author":"Laara WilliamSen",
    "ArtImage":"images/my-uncles-old-tree-thumb@2x.jpg",
    "AuthorImage":"images/williamsen-portrait-thumb@2x.jpg",
    "bio":"Laara WilliamSen is a Vancouver, Lower Mainland, British Columbia based visual artist. She grew up in the Lower Fraser Valley of B.C., graduated from Emily Carr University and Design in 1988, and then moved to North Vancouver to continue her painting and to continue her exhibiting both locally and internationally. Her painting career spans more than 45 years and she has had 91 solos and has participated in 196 group exhibitions. Laara WilliamSen’s paintings are held in private collections around the world. She is a recipient of “The top ten international painters” award in the International Artitudes Competition curated by the Museum of Modern Art, Lynn Warren, curator, Chicago, U.S.A., The Fogg Art Museum, Judy Neiswander, Curator, Cambridge, Massachusetts, U.S.A. and The Guild Hall Museum, Helen Harrison, Curator, East Hampton, New York, U.S.A. The exhibition was held at Gallery 54, SoHo, New York, U.S.A.",
    "medium":"",
    "piece":"My Uncles Old Oak Tree",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "laara63@gmail.com",
        "website": "https://the-laara-williamsen-school-of-art.thinkific.com/"
    }
  },
  {
    "content": "",
    "author":"Stewart Wilson",
    "ArtImage":"images/rlp4-4019ww-thumb@2x.jpg",
    "AuthorImage":"images/persona-112-web-thumb@2x.jpg",
    "bio":"This exhibition is the creative output of Stewart Wilson's Artist Residency with the School of Visual Arts RisoLab. During his eight weeks of work there, Stewart produced twenty-three sets of Persona print-drawings. Personas, Stewart's representatives from another dimension, have been his subject matter for over forty years. To date, he has created over 31,000 Persona sculptures, drawings, paintings, prints and tableaus which have been exhibited and distributed world-wide. His artworks has been featured in the New York Times and Daily News and many publications.Stewart came to the School of Visual Arts RisoLab seeking to repeat his playful relationship in the 80's with the Xerox 6500 color copier. He believes that by discovering the anima of such machines, the artist can liberate them from their expected functionality for purely artistic explorations.Thus Stewart devised his Persona print-drawings, merging the human and machine into a spirited medley.You can visit this show until December 11 at the Open Center of New York, 22 East 30th Street, NYC.",
    "medium":"",
    "piece":"RLP4 4019ww",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": "personaman@snet.net"
    }
  },
  {
    "content": "",
    "author":"Kano Yonekura",
    "ArtImage":"images/yonekura-lotus-thumb@2x.jpg",
    "AuthorImage":"images/yonekura-artist-img-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Lotus",
    "year":"",
    "artInfo":"",
    "contact": {
        "email": ""
    }
  },
  {
    "content": "Metaphor is a glue that serves to connect people. I strive to be a good observer, record the reality around me, and then I put it in a bottle (so to speak), throw it into the sea, and hope a kindred soul finds and finds some comfort in it.",
    "author":"Michael Yurgeles",
    "ArtImage":"images/assencion-01-thumb@2x.jpg",
    "AuthorImage":"images/yurgeles-portrait-thumb@2x.jpg",
    "bio":"",
    "medium":"",
    "piece":"Ascension 01",
    "year":"",
    "artInfo":"",
    "contact": {
        "website": "http://www.yurgeles.net"
    }
  },
  {
    "content": "",
    "author":"Oluchi Sandra Nwoko",
    "ArtImage":"images/acrylic cabbage 4 - Oluchi Nwoko.jpg",
    "AuthorImage":"images/nwoko-portrait-thumb@2x.jpg",
    "bio":"Oluchi Sandra Nwoko is a visual artist based in Lagos.She holds a Bachelor’s degree in Fine and Applied Arts from Nnamdi Azikiwe University, Awka (2014).She paints characters inspired by her experiences, using color, facial expressions, and poses to tell stories. Working primarily with acrylics on canvas, her paintings explore themes of everyday life, memories, and time. Drawing from realism and pop art, she blends figuration with bright, contrasting colors and a digital-like aesthetic. Her work has been shown in group exhibitions locally and internationally.",
    "medium":"Digital media",
    "piece":"Acrylic cabbage",
    "year":"",
    "artInfo":"I keep paint scraped off my palette in small plastic bags and it ends up being shaped into a compact, colourful ball. When cut open, the cross-section looks like this.",
    "contact": {
        "email": "oluchisandra3000@gmail.com"
    }
  },
  {
    "content": "",
    "author":"Oluchi Sandra Nwoko",
    "ArtImage":"images/BELIEF III - Oluchi Nwoko.jpg",
    "AuthorImage":"images/nwoko-portrait-thumb@2x.jpg",
    "bio":"Oluchi Sandra Nwoko is a visual artist based in Lagos.She holds a Bachelor’s degree in Fine and Applied Arts from Nnamdi Azikiwe University, Awka (2014).She paints characters inspired by her experiences, using color, facial expressions, and poses to tell stories. Working primarily with acrylics on canvas, her paintings explore themes of everyday life, memories, and time. Drawing from realism and pop art, she blends figuration with bright, contrasting colors and a digital-like aesthetic. Her work has been shown in group exhibitions locally and internationally.",
    "medium":"Digital media",
    "piece":"Belief III",
    "year":"",
    "artInfo":"It feels like my life is at another turning point. I imagine what I would change if I woke up and was nine years old again. But sometimes, we have to believe that the choices we have made so far are the right ones.",
    "contact": {
        "email": "oluchisandra3000@gmail.com"
    }
  },
  {
    "content": "",
    "author":"JoAnn Telemdschinow",
    "ArtImage":"images/telemdschinow-imago.jpg",
    "AuthorImage":"images/telemdshinow-portrait.jpg",
    "bio":"JoAnn Telemdschinow has always loved and been fascinated by visual art. She received an M.A. in Art History from Rutgers University in 1998, but kept searching for a medium to express her imaginative inclinations. In 2014, she discovered Photoshop Elements and started to create digital collages. Since then, she’s been combining old writing, vintage images and textures to create her unique pieces. Her collages are influenced by her love of the art and architecture of the past, as well as travel, history and mythology. She seeks to make them both visually appealing and expressive of a specific mood or atmosphere. JoAnn has also started taking her own photographs, often of nature and travel scenes. She has displayed her work in galleries and exhibitions in New Jersey and other states, and has won awards in juried shows. She has also sold a number of her pieces to private collectors.",
    "medium":"digital collage",
    "piece":"",
    "year":"",
    "artInfo":"Imago is a collage with several symbolic elements. The moth is commonly a symbol of the soul. Its attraction to light can be a metaphor for the quest for knowledge. The branch-like forms in the image are early diagrams of nerves. I chose them because of their resemblance to trees, which both raise their branches toward the sky, while also extending their roots into the earth. The word imago can also refer to either the final stage of an insect's metamorphosis, or an ideal mental image of a person.",
    "contact": {
        "website": "https://imaginedpast.weeblysite.com/"
    }
  },
  {
    "content": "",
    "author":"Victor Leger",
    "ArtImage":"images/The Mighty Atom, 19 x 17.jpg",
    "AuthorImage":"images/leger-portrait-thumb@2x.jpg",
    "bio":"I have been painting since high school. I devote a good portion of my time to plein air oil painting in a wide variety of sizes, and I prefer painting on panels in order to get finer detail. I enjoy the northwest corner of Connecticut and in the past ten years with a second home on the coast of Maine I have another source of inspiration for paintings.",
    "medium":"oil on panel",
    "piece":"",
    "year":"",
    "artInfo":"This is one of many autumn tree studies, some of which I eventually paint as larger than life finished paintings. I call them 'treescapes.'",
    "contact": {
        "website": "https://www.victorleger.com/"
    }
  }
]
