[
  {
    "content": "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord." ,
    "author": "Oluwafemi Afolabi",
    "ArtImage": "images/afolabi-in-love-thumb@2x.jpg",
    "AuthorImage": "images/afolabi-portrait-thumb@2x.jpg",
    "bio": "",
    "medium": "",
    "piece": "In Love",
    "year": "",
    "artInfo": "Love? Love? Love is not safe, my lady silk, love is dangerous. It is deceitfully sweet like wine from a fresh palm tree at dawn. Love is fine for singing about and love songs are good to listen to, sometimes even to dance to. But when we need to count on human strength and when we have to count pennies for food for our stomachs and clothes for our backs, love is nothing, my lady the last man any woman should think of marrying is the man she loves.",
    "contact": {
      "email": "femoartproductions@gmail.com"
    }
  },
  {
    "content": "" ,
    "author": "Robert Beckman",
    "ArtImage": "images/beckman-criminal-class-one-thumb@2x.jpg",
    "AuthorImage": "images/beckmann-portrait-thumb@2x.jpg",
    "bio": "Robert Beckman is an artist and educator living and working in Pittsburgh, Pennsylvania. Mr. Beckman is the Co-Founder and Executive/Artistic Director of Artists Image Resource. He received an MFA from Kent State University and has taught at Carnegie Mellon University and Edinboro University of Pennsylvania. Beckman co-founded Artists Image Resource in 1996 and has organized over 100 projects with working artists throughout the US. Mr. Beckman is a working artist and printmaker who has been exhibiting work for over 30 years. Beckman's approach to artmaking considers how we create and communicate meaning; how we determine significance and value. Authorship and ownership are at the core of many of the issues surrounding the work. Are “ideas” specific to individuals or are they cultural? Does physicality inform authorship? Ownership? Systems and structures that we use to create and exchange information as well as the languages and devices that we use to discuss meaning are part and parcel of Beckman’s thinking about the work. Analog and Digital print and imaging media and technologies are often the preferred means of production. These methods provide the vehicles to capture, assess, articulate, and ultimately disseminate meanings. Presentation formats that can be navigated in experiential ways through both time and space often seem most productive as the optimal means of expression. Work most often is presented in series or in accumulations.",
    "medium": "",
    "piece": "Beckman criminal class one",
    "year": "",
    "artInfo": "",
    "contact": {
      "email": "info@artistsimageresource.org"
    }
  },
  {
  "content": "" ,
  "author": "David Behl",
  "ArtImage": "images/behl-central-park-thumb@2x.jpg",
  "AuthorImage": "images/portrait-dave-thumb@2x.jpg",
  "bio": "The “Green Drawings” were created over a span of many years while I worked as a photographer in NYC. Their content is allegorical on a personal level. They represent a window in time from an era before photography changed to a digital medium I believe photography is inspired by the mystery of time because life is so impermanent. My familiarity with photographic tools and methods beginning with darkrooms and chemicals offered a springboard to create my own visual language using my own snapshots and some found on the street. Negatives became more interesting than positives; mistakes are more interesting than rules. Drawing is a better method to capture what I feel.",
  "medium": "",
  "piece": "Central Park",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Kojo Biney",
  "ArtImage": "images/aggressive-conversation-thumb@2x.jpg",
  "AuthorImage": "images/binney-portrait-thumb@2x.jpg",
  "bio": "Kojo Biney Is a painter, designer, sculptor, performance artist, nature artist and art educator. He is currently in his final year, pursuing a masters in technology (MTECH) for graphic design at Takoradi Technical University in Ghana. His works bridge prehistoric and contemporary dialogues. His style springs from the symbolical foetus and figurative silhouette of humanity or living things, to express ideas from an African perspective into contemporary worldly discussions. He has exhibited both locally and on international platforms.",
  "medium": "",
  "piece": "Aggressive Conversation",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Robert Bunkin",
  "ArtImage": "images/vinod-dave-thumb@2x.jpg",
  "AuthorImage": "images/self-portrait-during-covid-thumb@2x.jpg",
  "bio": "Most of my work focuses on the human figure. I am fascinated with the particular, so I'm drawn to portraiture. My experience is urban. I paint individuals I know, and more recently in their specific settings. I've also been painting “portraits” of sculptures that I encounter in museums or in private collections. I select works that “speak” to me like living people. I hope to achieve a level of the uncanny through a tactile approach to facture, building form through color. Scale and size vary: I welcome the challenges of working in various scales from larger than life to miniature.",
  "medium": "",
  "piece": "Vinod Dave",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "I really love collage. Any new and fresh ideas always come from a collage. I love the feeling of cutting the paper and putting shapes together. It is as if the picture grows out organically from the cut-up shapes and the image is a surprise. I often use a small collage as a starting point for a larger work in acrylic paints and mixed media." ,
  "author": "Vera Campion",
  "ArtImage": "images/blue-hat-thumb@2x.jpg",
  "AuthorImage": "images/campion-portrait-thumb@2x.jpg",
  "bio": "Vera Campion was born in London in 1944, grew up in Czechoslovakia, lived in England and immigrated to the United States in 1970. It was here, in the US that she was introduced to painting and her career began. In 1977 she moved to a building where many other artists lived and Open Studios were organized every year. Her first participation was in 1978. She studied at the Artists League in New York City with Knox Martin. In summer of 1978 she went to Vermont where she painted and drew from nature in order to learn. Till this day she makes small pastels or watercolors from nature. She participated in Knox Martin's once-a-week workshops for a number of years. Knox Martin opened her eyes to the elements that mark all great works of art. She has shown mostly in New York although she had a Solo exhibition in Prague and work shown around this country. She opens her studio to public once a year. Lot of her inspiration comes from poetry and she does have a poet friend with whom she carries on a dialog at present. She loves to work and goes by the idea that inspiration is not waited for but is invited. She is a long-time member of Artists Equity of New York. Her work is in many private collections.",
  "medium": "",
  "piece": "Blue Hat",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "We are constantly ingesting stories and images. Imbedded within these are value systems and designations of what is normal and abnormal, good and bad." ,
  "author": "Cynthia Consentino",
  "ArtImage": "images/atonement5x7-thumb@2x.jpg",
  "AuthorImage": "images/img4291-thumb@2x.jpg",
  "bio": "I have always been interested in what forms our perceptions and values regarding gender, social roles, and art. Everything has impact – the stories we grow up with (fairy tale, religion, family tales), the relationships and values we see enacted around us, the objects we surround ourselves with, and of course the media we consume. My work utilizes the figure along with references to familiar literary and visual symbols to delve into our collective experience and explore influences. We are constantly ingesting stories and images. Imbedded within these are value systems and designations of what is normal and abnormal, good and bad. I am interested in stripping things down and reassembling parts from different worlds. By taking what is familiar and making it unfamiliar, exaggerated, or inverted I am able to look more clearly and reconsider the messages that are part of both the original and altered states. I am better able to see incongruities and more subtle associations.",
  "medium": "",
  "piece": "Atonement",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Lauren Curtis",
  "ArtImage": "images/xray-bird-spirit-mar2014-curtis-thumb@2x.jpg",
  "AuthorImage": "images/curtis-portrait-thumb@2x.jpg",
  "bio": "Lauren Curtis was graduated with a BFA from Mason Gross School of the Arts, Rutgers University, in 1988. She’s been creating ever since and now, as a full time artist, enjoys working in a variety of media, including oils, collage, pen & ink, watercolor and photography. The artist is happiest when creating pieces that represent her love of nature, wildlife, travel and spiritual subject matter. The symbolism and mythology of ancient cultures are fused with the symbols from modern -day , natural spiritual practices, to form a unique and eclectic style. These images are often portrayed through the woman’s perspective, showing the importance of “The Feminine” , which is sometimes over-looked. Travel is another major influence in Lauren’s work and the pieces, usually photographs, created from these journeys helps the artist to convey the beauty found in diversity, as well as in the similarities, that run through various cultural belief-systems. Lauren has had artwork and poetry published by greeting card and crafter companies, magazines, children’s books and historical organizations, including the Middlesex County Cultural & Heritage Commission. One of her pieces was selected for the permanent collection of the Joyce Kilmer Library in central NJ. Her work has been displayed in private collections, healthcare centers and galleries and was selected for a solo exhibit at Johnson &Johnson World Headquarters, July-August, 2009. She was a featured artist on the Science Channel‘s TV show Oddities (2011-2012), was also featured on Germany’s TAFF TV (2015), several NJ/NYC cable /YouTube TV shows and has done radio interviews as well. Lauren has participated in over 100 solo, group & juried exhibitions, won multiple awards and is a member of NJ Arts organizations. Her artwork has been sold throughout the US and abroad and she exhibits her work monthly in gallery shows, art fests and cultural events.",
  "medium": "",
  "piece": "Bird Spirit",
  "year": "",
  "artInfo": "While working as a marketing coordinator in a health-care center for over 10 years, I became intrigued with all the x-rays I saw during my career, depicting various states of the human skeletal system. As an artist, I was fascinated by being able to see the inner workings and sculptural forms of the human body and I envisioned a way to incorporate them into my artwork. These x-rays, to me, truly represent the spiritual and scientific wonders of nature and the human body. This lead me to create the “X-Rayted” series, which I began in early 2010 and continue to expand on currently.",
  "contact": {
      "email": "",
      "website": "http://laurencurtisart.weebly.com"
  }
},
{
  "content": "When I paint, my focus becomes very centered. All other thoughts, worries, anxieties leave." ,
  "author": "Leslie Fannon",
  "ArtImage": "images/fannon-balance-1-thumb@2x.jpg",
  "AuthorImage": "images/fannon-portrait-thumb@2x.jpg",
  "bio": "I have been involved in art my whole life. I have sketched , painted, used pastels. Of course painting is my choice of mediums. When I paint, my focus becomes very centered. All other thoughts, worries, anxieties leave. The only thing I think about is leaving all those emotions on the canvas. When I am not painting, I can be socially awkward or reserved. My dream would be to be able to sell my art and make enough to support myself or get along. I went to school for a 4 yr BS in Psychology then later back to school for nursing, LPN. Perhaps one day I will accomplish my dream but today it is enough when the world fades away the moment I begin to focus.",
  "medium": "",
  "piece": "Balance",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "In a world where images have become a type of pollution, I am interested in creating a unique type of reality removed from the social and political unrest that is currently defining our daily existence. In this light, photography is not a form of escapism, but a poetic tool employed to ask more questions and to deepen the Mystery. I am interested in how the subconscious becomes visible through our narratives, and how art could be a positive force in a world whose humanistic values are constantly under siege. I have always believed in parallel universes. I hope that my images could point to the hidden portals between them." ,
  "author": "Florin Firimita",
  "ArtImage": "images/before-the-war-thumb@2x.jpg",
  "AuthorImage": "images/florin-portrait-thumb@2x.jpg",
  "bio": "",
  "medium": "",
  "piece": "Before the War",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "",
      "Website": "https://www.florinfirimita.com"
  }
},
{
  "content": "" ,
  "author": "Tony George",
  "ArtImage": "images/b-w-2-girls-steps-thumb@2x.jpg",
  "AuthorImage": "images/before-the-crowd-2-town-center-thumb@2x.jpg",
  "bio": "As an autodidactic artist I consider my work quirky and myself an imagery artist. I have worked in many mediums and have moved from one to another to avoid it being about technique rather than what interests and excites me. Currently I am working in photography, primarily using a Pentax Full Frame, K1 II with a HD Pentax DFA 1:3.5-5.6 28-105mm ED DC WR lens. Images may be refined in post processing. I do not use Photoshop to create any images. If I'm bored or see too few things worth capturing, I hand create an image I’d like to capture. As a self-taught artist I have little formal training to fall back on. A trash can cover when the lighting is right is as full of delightful possibilities, as the Dia de los Muertos children’s parade capturing and revealing the happy energy, or thousands of pastel x’s to punch up a large pastel work. Few of my images are straightforward. Life has taught me to see the world via through observation streamlining it to what I uniquely see. Quirky, as defined in Webster, is characterized by peculiar or unexpected traits and or a strange chance occurrence.",
  "medium": "",
  "piece": "B/W 2 - Girls Steps",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Theo van de Goor",
  "ArtImage": "images/goor-bowl-with-lemons-thumb@2x.jpg",
  "AuthorImage": "images/van-de-goor-portrait-thumb@2x.jpg",
  "bio": "Growing up on a farm in a small, catholic village in the southern part of the Netherlands has been of major importance to my work. I make drawings, etchings, paintings and little colourful sculptures. I love to tell a story.So next to animals , f. i. the story of Reynard the fox, there are themes and figures from the the Bible or Greek mythology, f.i. devils, fauns etc. The still-life and the landscape also have my attention.",
  "medium": "",
  "piece": "Bowl with lemons",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": ""
  }
},
{
  "content": "" ,
  "author": "Sal Gulino",
  "ArtImage": "images/supermarket-after-hallsw-thumb@2x.jpg",
  "AuthorImage": "images/sal-portrait-thumb@2x.jpg",
  "bio": "I attribute my love for the masters to the eight years I spent during high school and college at the Boston Museum of Fine Arts. Living almost daily during those years with the work of some of the greatest painters that ever lived certainly had a profound impact on me. I eventually developed an approach to painting that can best be described in contemporary terms as Recontextualization. Using a flat poster-like technique, I borrow images from the masters and combine them with images from popular culture such as storefronts, roller coasters, antique automobiles, etc. In each case, the foreground is painted first leaving out the original backgrounds, and then the objects or scenes are placed in the background. The choices of the combinations are primarily intuitive. There is no underlying message in the juxtapositions of images, and there is no attempt to criticize or satirize the works of art that are assimilated. When combined with contemporary images, my paintings are a bit startling, but remain as homages to the great artists that inspired them. Progressing from purely instinctive design elements that fit together in a harmonious way, I am not unaware that the images I put together become elements of artistic metaphor and artistic meaning — for the viewer. I am delighted when viewers share their narratives with me.  When asked why I remain with this approach, I answer that I don’t think I have even scratched the surface of the possibilities this technique presents. Salvatore Gulino received his art education at the School of the Boston Museum of Fine Arts, Tufts University (BS), the University of Hartford, and Syracuse University (MFA). He has exhibited widely in Connecticut and Massachusetts, has had solo and group shows in New York City, and has been the recipient of several  awards, including eight from Connecticut's Silvermine Guild’s Art of the Northeast. His work has been reviewed by The New York Times, and was featured in Yankee Magazine, the French Magazine Artistes, Connecticut Magazine and Artis Magazine.",
  "medium": "",
  "piece": "Supermarket (after Halls)",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "",
      "website": "www.salvatoregulino.com"
  }
},
{
  "content": "" ,
  "author": "Norell Gudaitis",
  "ArtImage": "images/norell-adam-evew-thumb@2x.jpg",
  "AuthorImage": "images/norell-portrait-thumb@2x.jpg",
  "bio": "Norell has been deemed Connecticut's “Grandma Holy Moses.” A self-taught artist who started painting at 72, using natural materials such as pine needles and clover blossoms as paint brushes, she once painted nearly 200 works in a period of creative revelry. Now 90 years old, Norell continues to sing and paint, always guided by the powerful spirit within her. Born to share croppers in rural Opelika, Alabama, Norell vividly remembers sitting on Cab Calloway's lap at the age of five while he sang to her. It was the Jim Crow 1930's and her elder sister was working in the theater where Calloway performed when she invited him home for a family dinner. Much of Norell's artwork centers around Calloway, dreams and visions, self portraits, biblical figures, UFOs, fantastical landscapes and wild, colorful abstracts. Norell has been a feature of many Connecticut newspapers and television broadcasts including CPTV Connecticut Journal.",
  "medium": "",
  "piece": "Adam & Eve",
  "year": "",
  "artInfo": "",
  "contact": {
      "email": "personaman@snet.net"
  }
},
{
  "content": "" ,
  "author": "Cyd Gorman",
  "ArtImage": "images/blue-heron-thumb@2x.jpg",
  "AuthorImage": "images/gorman-portraits-thumb@2x.jpg",
  "bio": "",
  "medium": "",
  "piece": "Blue Heron",
  "year": "",
  "artInfo": "My subject matter is nature, specifically the wildlife that lives all around us, here in Northwest Connecticut. Capturing still pictures or video of animals in their natural habitat can be a challenging task, especially in remote locations. Trail cameras allow an exciting way to stay connected to backyard wildlife and all of the woodland creatures. I also carry an iPhone when hiking in the woods, or gardening. This has given me the opportunity to shoot close-up pictures of butterflies and flowers. Another camera, on a tripod inside the house, has allowed me to capture photos of local critters such as: fox, bear, bobcat, deer, porcupine, coyote and birds. I then have the some of the photographs printed on canvas and embellish them with oil or acrylic paints and sometimes, cheesecloth and faux jewels. Getting outside is good for the soul. Paying tribute to the natural world reminds us to slow down and helps us reconnect with nature",
  "contact": {
      "email": "cgorman@thedataedge.com"
  }
}
]
